{
    "Kayamkulam":{
        "directions":{
            "North":{
                "By Air and Taxi":" Cochin (Kochi) International Airport at Nedumbassery is situated 140 kilometres north of the campus. One can ask for a pre-paid taxi to Amrita Vishwa Vidyapeetham, Amritapuri. The taxi-ride takes about three hours.",
                "By Train":" Kayamkulam is the closest train station situated 12 kilometres north of the campus. After disembarking, one can hire an autorickshaw to come to the campus. The ride takes about 20 minutes. Buses are also available from Kayamkulam Bus-Stand to Vallickavu Junction, which is about a five-minute walk from the campus.",
                "By Bus":" From the Ernakulam Transport Bus-Stand, one may board a bus going towards Trivandrum via Alappuzha, and alight at Ochira. From Ochira, an autorickshaw can be taken to bring one directly to Amritapuri, which is 6 km away from Ochira. Or one may board a bus going to Vallickavu J"
            },
            "South":{
                "By Air and Taxi":"The closest airport is Trivandrum (Thiruvananthapuram), located 110 kilometers south of Amritapuri. One can ask for a pre-paid taxi to Amrita Vishwa Vidyapeetham, Amritapuri. The taxi-ride takes about three hours.",
                "By Train":"Karunagapally is the closest train station situated 10 kilometres south of the campus. After disembarking, one can hire an autorickshaw to come to the campus. The ridetakes about 20 minutes. Bus service is also available from Karunagapally.",
                "By Bus":"From the Trivandrum Transport Bus-Stand, one may board a bus going towards Ernakulam via Kollam and alight at Karunagappally. From Karunagappally, a bus going to Vallickavu Junction can be taken, which is about a five-minute walk from the campus."
            }
        },
        "Trains":{
            "From Kozhikkode/Kannur":"Netravati Express, Malabar Express, Trivandrum Express",
            "From Palakkad":"Amrita Express, Kerala Express, Kanyakumari Express, Trivandrum Mail, Trivandrum Express, Sabari Express",
            "From Trivandrum":"Cape Mumbai Express, Chennai Mail, Kerala Express, Guruvayoor Express, Amrita Express, Bangalore Express, Mangalore Express, Netravati Express, Sabari Express",
            "From Chennai":"Trivandrum Mail, Trivandrum Express",
            "From Hyderabad":"Sabari Express",
            "From Bangalore":"Kanyakumari Express"
        },
        "Hotels":{
            "Hotel Diamond Fort":["Rating : 4.4", "6.6km away", "Contact No : 0476 262 1111"],
            "Amrit Regency":["Rating : 4.2", "8.8km away", "Contact No : 80069 59999"],
            "Sreelakshmi Residency":["Rating : 4.1", "8.4km away", "Contact No : 0479 233 7300"]
        },
        "Restaurants":{
            "Nalla Bhumi":["Rating : 4.2", "8.5kn away", "Contact No : 079471 15666"],
            "Memories Inn":["Rating : 3.8", "5.8km away", "Contact No"],
            "LalQuila Restaurant":["Rating : 3.8", "6.2km away", "Contact No : 090371 46650"]
        }
    }
}